#!/usr/bin/env python
# -*- coding: utf-8 -*-

TULING_KEY = "c697910a18b540d4a63838871ee9a671"
DEBUG = True
NAME = 'Aran'
AVATAR = 'https://gss3.bdstatic.com/7Po3dSag_xI4khGkpoWK1HF6hhy/baike/whfpf%3D180%2C140%2C50/sign=66b4bcb66c09c93d07a75db7f900c9e4/8c1001e93901213f17adb8645fe736d12e2e95e8.jpg'
ADMIN_NAME = u'风云雄霸天下'

KEYS = [u'通知', u'开多', u'开空', u'涨', u'跌', u'震荡', u'今晚', u'明天', u'1/10']

SEX_PIC_URL = [\
'http://i4.buimg.com/4851/5388a44f9afe566e.jpg', \
'http://i4.buimg.com/4851/bf3c5c2f9981ff74.jpg', \
'http://i4.buimg.com/4851/9f3283780e38facb.jpg']

GROUP_HELP = u'大家好，我是Aran，我今年22岁啦，现在居住在北京，我的爱好是和人聊天，如果你喜欢我，记得@Aran或者喊我的名字跟我聊天哦，(*^__^*) 嘻嘻……\n\n' +\
u' => 如果你想跟我闲聊的话，我可是什么都可以聊哦~\n\n' +\
u' => 如果你想看我的话，你跟我说“自拍”我就给你看，嘻嘻~\n\n' +\
u' => 如果你加我为好友的话，你跟我说“加我加我”我就会主动加你哦~\n\n' +\
u' => 如果你想我给你绘图的话，你可以跟我说“Draw+你要绘制的文字”，我刚学写字可能写的比较丑~\n\n' +\
u' => 如果你想看我的好友列表，你可以对我说“Friends就可以哦”\n\n' +\
u' => 如果你想看我某个好友的信息，你可以对我说“Search+好友名字”哦\n\n' +\
u' => 如果你想给我的所有好友发送消息，你可以对我说“GroupSend+你要群发的内容”哦\n\n' +\
u' => 如果你想看我详细信息，你可以对我说“Info”哦\n\n' +\
u' => 如果你想看该群的信息，你可以对我说“群信息”哦\n\n' +\
u' => 你可以给我发你朋友的照片哦，我可以试着去认识你的朋友嘻嘻\n\n' +\
u' => 如果你想看一些福利的话，可以对我说“每日福利”或者“美女”，“女优”，我就会努力帮你寻找，你懂得~\n\n' +\
u'记得要@Aran或者喊我名字才行哦，不然我可能不会理你呢，嘻嘻~\nAran还在继续成长中，记得每天都要跟我聊天哦~'
